Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageCheckingForUpdates
source: Checking for updates.
cs_cz: Zjišťuje se dostupnost aktualizací.
da_dk: Søger efter opdateringer.
de_de: Es wird nach Updates gesucht.
el_gr: Έλεγχος για ενημερώσεις.
es_es: Comprobando actualizaciones.
fi_fi: Tarkistetaan päivityksiä.
fr_fr: Recherche des mises à jour.
hu_hu: Frissítések keresése.
it_it: Verifica della disponibilità di aggiornamenti.
ja_jp: 更新プログラムを確認しています。
ko_kr: 업데이트 확인 중입니다.
nb_no: Ser etter oppdateringer.
nl_nl: Controleren op updates.
pl_pl: Sprawdzanie dostępności aktualizacji.
pt_br: Verificando se há atualizações.
pt_pt: A procurar atualizações.
ru_ru: Проверяется наличие обновлений.
sv_se: Letar efter uppdateringar.
tr_tr: Güncelleştirmeler denetleniyor.
zh_cn: 正在检查更新。
zh_tw: 正在檢查更新。

# MessageDistroOnlyAvailableFromStore
source: This distribution is only available from the Microsoft Store.
cs_cz: Tato distribuce je k dispozici pouze z Microsoft Store.
da_dk: Denne distribution er kun tilgængelig fra Microsoft Store.
de_de: Diese Distribution ist nur im Microsoft Store verfügbar.
el_gr: Αυτή η διανομή είναι διαθέσιμη μόνο από το Microsoft Store.
es_es: Esta distribución solo está disponible desde Microsoft Store.
fi_fi: Tämä jakelu on käytettävissä vain Microsoft Storesta.
fr_fr: Cette distribution est disponible uniquement à partir du Microsoft Store.
hu_hu: Ez a terjesztés csak a Microsoft Store áruházban érhető el.
it_it: Questa distribuzione è disponibile solo dal Microsoft Store.
ja_jp: この配布は、Microsoft Store からのみ使用できます。
ko_kr: 이 배포는 Microsoft Store에서만 사용할 수 있습니다.
nb_no: Denne distribusjonen er bare tilgjengelig fra Microsoft Store.
nl_nl: Deze distributie is alleen beschikbaar vanuit de Microsoft Store.
pl_pl: Ta dystrybucja jest dostępna tylko w sklepie Microsoft Store.
pt_br: Esta distribuição só está disponível no Microsoft Store.
pt_pt: Esta distribuição apenas está disponível na Microsoft Store.
ru_ru: Распространение возможно только из Microsoft Store.
sv_se: Den här distributionen är endast tillgänglig från Microsoft Store.
tr_tr: Bu dağıtım yalnızca Microsoft Store’dan kullanılabilir.
zh_cn: 此分发版仅在Microsoft Store中可用。
zh_tw: 此發佈僅可從 Microsoft Store 取得。

# MessageWslMountNotSupportedOnArm
source: wsl.exe --mount on ARM64 requires Windows version 27653 or newer.
cs_cz: wsl.exe --mount na arm64 vyžaduje Windows verze 27653 nebo novější.
da_dk: wsl.exe --mount på ARM64 kræver Windows version 27653 eller nyere.
de_de: wsl.exe --mount auf ARM64 erfordert Windows 27653 oder höher.
el_gr: Το wsl.exe --mount σε ARM64 απαιτεί έκδοση Windows 27653 ή νεότερη.
es_es: wsl.exe --mount en ARM64 requiere Windows versión 27653 o posterior.
fi_fi: wsl.exe --mount ARM64:ssä edellyttää Windows-versiota 27653 tai uudempaa.
fr_fr: wsl.exe --mount sur ARM64 nécessite Windows version 27653 ou ultérieure.
hu_hu: az ARM64-wsl.exe --mount a Windows 27653-es vagy újabb verzióját igényli.
it_it: wsl.exe --mount in ARM64 richiede Windows versione 27653 o successiva.
ja_jp: ARM64 で wsl.exe --mount するには、Windows バージョン 27653 以降が必要です。
ko_kr: ARM64의 wsl.exe --mount Windows 버전 27653 이상이 필요합니다.
nb_no: wsl.exe --mount på ARM64 krever Windows versjon 27653 eller nyere.
nl_nl: voor wsl.exe --mount op ARM64 is Windows-versie 27653 of nieuwere versie vereist.
pl_pl: wsl.exe --mount w usłudze ARM64 wymaga systemu Windows w wersji 27653 lub nowszej.
pt_br: wsl.exe --mount no ARM64 requer o Windows versão 27653 ou mais recente.
pt_pt: wsl.exe --mount no ARM64 requer o Windows versão 27653 ou mais recente.
ru_ru: wsl.exe --mount на ARM64 требует Windows версии 27653 или более поздней.
sv_se: wsl.exe --mount på ARM64 kräver Windows version 27653 eller senare.
tr_tr: arm64 wsl.exe --mount , Windows sürüm 27653 veya daha yenisini gerektirir.
zh_cn: 在 ARM64 上 wsl.exe --mount 需要 Windows 版本 27653 或更高版本。
zh_tw: ARM64 上的 wsl.exe --mount 需要 Windows 27653 版或更新版本。

# MessageUpdateNotNeeded
source: The most recent version of Windows Subsystem for Linux is already installed.
cs_cz: Už máte nainstalovanou nejnovější verzi Subsystému Windows pro Linux.
da_dk: Den nyeste version af Windows-undersystem til Linux er allerede installeret.
de_de: Die neueste Version von Windows-Subsystem für Linux ist bereits installiert.
el_gr: Η πιο πρόσφατη έκδοση του Υποσυστήματος Windows για Linux είναι ήδη εγκατεστημένη.
es_es: La versión más reciente de Subsistema de Windows para Linux ya está instalada.
fi_fi: Uusin versio Windows-alijärjestelmästä Linuxille on jo asennettu.
fr_fr: La version la plus récente de Sous-système Windows pour Linux est déjà installée.
hu_hu: Az Linuxos Windows-alrendszer legújabb verziója már telepítve van.
it_it: La versione più recente di sottosistema Windows per Linux è già installata.
ja_jp: Linux 用 Windows サブシステムの最新バージョンは既にインストールされています。
ko_kr: Linux용 Windows 하위 시스템 최신 버전이 이미 설치되어 있습니다.
nb_no: Den nyeste versjonen av Windows-undersystem for Linux er allerede installert.
nl_nl: De meest recente versie van Windows-subsysteem voor Linux is al geïnstalleerd.
pl_pl: Najnowsza wersja Podsystem Windows dla systemu Linux jest już zainstalowana.
pt_br: A versão mais recente do Subsistema do Windows para Linux já está instalada.
pt_pt: A versão mais recente do subsistema do Windows para Linux já está instalada.
ru_ru: Последняя версия подсистема Windows для Linux уже установлена.
sv_se: Den senaste versionen av Windows-undersystem för Linux är redan installerad.
tr_tr: Linux için Windows Alt Sistemi'nin en son sürümü zaten yüklü.
zh_cn: 已安装最新版本的适用于 Linux 的 Windows 子系统。
zh_tw: 已安裝最新版的Windows 子系統 Linux 版。

# MessageUpdatingToVersion
source: Updating Windows Subsystem for Linux to version: {}.
cs_cz: Aktualizuje se Subsystém Windows pro Linux na verzi: {}.
da_dk: Opdaterer Windows-undersystem til Linux til version: {}.
de_de: Windows-Subsystem für Linux wird auf Version {} aktualisiert.
el_gr: Ενημέρωση του Υποσυστήματος Windows για Linux στην έκδοση: {}.
es_es: Actualizando el Subsistema de Windows para Linux a la versión {}.
fi_fi: Päivitetään Windows-alijärjestelmä Linuxille versioksi: {}.
fr_fr: Mise à jour de Sous-système Windows pour Linux vers la version : {}.
hu_hu: A Linuxos Windows-alrendszer frissítése a(z) {} verzióra.
it_it: Aggiornamento della sottosistema Windows per Linux alla versione: {}.
ja_jp: Linux 用 Windows サブシステムをバージョン {} に更新しています。
ko_kr: Linux용 Windows 하위 시스템 버전을 {}(으)로 업데이트하는 중입니다.
nb_no: Oppdaterer Windows-undersystem for Linux til versjon: {}.
nl_nl: Windows-subsysteem voor Linux bijwerken naar versie: {}.
pl_pl: Aktualizowanie Podsystem Windows dla systemu Linux do wersji: {}.
pt_br: Atualizando Subsistema do Windows para Linux para a versão: {}.
pt_pt: A atualizar Subsistema Windows para Linux para a versão: {}.
ru_ru: Обновление подсистема Windows для Linux до версии: {}.
sv_se: Uppdaterar Windows-undersystem för Linux till version: {}.
tr_tr: Linux için Windows Alt Sistemi şu sürüme güncelleniyor: {}.
zh_cn: 正在更新适用于 Linux 的 Windows 子系统: {}。
zh_tw: 正在將 Windows 子系統 Linux 版 更新為版本： {}。

# MessageWslOptionalComponentRequired
source: This application requires the Windows Subsystem for Linux Optional Component. Install it by running: wsl.exe --install --no-distribution The system may need to be restarted so the changes can take effect.
cs_cz: Tato aplikace vyžaduje volitelnou komponentu Subsystém Windows pro Linux. Nainstalujte ji spuštěním příkazu: wsl.exe --install --no-distribution Může být nutné restartovat systém, aby se změny projevily.
da_dk: Dette program kræver Windows-undersystem til Linux valgfri komponent. Installer den ved at køre: wsl.exe --install --no-distribution Systemet skal muligvis genstartes, så ændringerne kan træde i kraft.
de_de: Diese Anwendung erfordert die Windows-Subsystem für Linux optionale Komponente. Installieren Sie das System durch Ausführen von ": wsl.exe --install --no-distribution Das System muss möglicherweise neu gestartet werden, damit die Änderungen wirksam werden.
el_gr: Αυτή η εφαρμογή απαιτεί το Προαιρετικό Στοιχείο Υποσυστήματος Windows για Linux. Εγκαταστήστε το εκτελώντας: wsl.exe --install --no-distribution Το σύστημα ίσως χρειαστεί επανεκκίνηση για να εφαρμοστούν οι αλλαγές.
es_es: Esta aplicación requiere el componente opcional Subsistema de Windows para Linux. Instálelo ejecutando: wsl.exe --install --no-distribution Es posible que sea necesario reiniciar el sistema para que los cambios surtan efecto.
fi_fi: Tämä sovellus edellyttää Windows-alijärjestelmä Linuxille valinnaisen osan. Asenna se suorittamalla: wsl.exe --install --no-distribution Järjestelmä on ehkä käynnistettävä uudelleen, jotta muutokset tulevat voimaan.
fr_fr: Cette application nécessite le composant facultatif Sous-système Windows pour Linux. Installez-le en exécutant : wsl.exe --install --no-distribution Le système devra peut-être être redémarré pour que les modifications prennent effet.
hu_hu: Ehhez az alkalmazáshoz szükség van a Linuxos Windows-alrendszer választható összetevőre. Telepítse a következő futtatásával: wsl.exe --install --no-distribution Lehet, hogy újra kell indítani a rendszert, hogy a módosítások érvénybe lépjenek.
it_it: Questa applicazione richiede il componente facoltativo sottosistema Windows per Linux. Installarlo eseguendo: wsl.exe --install --no-distribution Potrebbe essere necessario riavviare il sistema per rendere effettive le modifiche.
ja_jp: このアプリケーションには、Linux 用 Windows サブシステムオプション コンポーネントが必要です。 次を実行してインストールする: wsl.exe --install --no-distribution 変更を有効にするには、システムの再起動が必要な場合があります。
ko_kr: 이 응용 프로그램을 사용하려면 Linux용 Windows 하위 시스템 선택적 구성 요소가 필요합니다. 실행하여 설치: wsl.exe --install --no-distribution 변경 내용을 적용하려면 시스템을 다시 시작해야 할 수 있습니다.
nb_no: Dette programmet krever Windows-undersystem for Linux valgfri komponent. Installer den ved å kjøre: wsl.exe --install --no-distribution Systemet må kanskje startes på nytt slik at endringene kan tre i kraft.
nl_nl: Voor deze toepassing is het Windows-subsysteem voor Linux optionele onderdeel vereist. Installeer het door het uit te voeren: wsl.exe --install --no-distribution Het systeem moet mogelijk opnieuw worden opgestart, zodat de wijzigingen van kracht kunnen worden.
pl_pl: Ta aplikacja wymaga składnika opcjonalnego Podsystem Windows dla systemu Linux. Zainstaluj go, uruchamiając: wsl.exe --install --no-distribution Może być konieczne ponowne uruchomienie systemu, aby zmiany zostały wprowadzone.
pt_br: Este aplicativo requer o Subsistema do Windows para Linux Opcional. Instale-o executando: wsl.exe --install --no-distribution Talvez seja necessário reiniciar o sistema para que as alterações entrem em vigor.
pt_pt: Esta aplicação requer o Componente Opcional Subsistema Windows para Linux. Instale-o executando: wsl.exe --install --no-distribution O sistema poderá ter de ser reiniciado para que as alterações possam ter efeito.
ru_ru: Для этого приложения требуется дополнительный компонент подсистемы Windows для Linux. Установите его, выполнив команду wsl.exe --install --no-distribution Чтобы изменения вступили в силу может потребоваться перезапустить систему.
sv_se: Det här programmet kräver den Windows-undersystem för Linux valfria komponenten. Installera genom att köra: wsl.exe --install --no-distribution Systemet kan behöva startas om så att ändringarna kan börja gälla.
tr_tr: Bu uygulama isteğe bağlı Linux için Windows Alt Sistemi gerektirir. Şu işlemi çalıştırarak yükleyin: wsl.exe --install --no-distribution Değişikliklerin etkinleşmesi için sistemin yeniden başlatılması gerekebilir.
zh_cn: 此应用程序需要适用于 Linux 的 Windows 子系统可选组件。 通过运行 wsl.exe --install --no-distribution 来安装它可能需要重新启动系统才能使更改生效。
zh_tw: 此應用程式需要 Windows 子系統 Linux 版選用元件。 執行下列項目，以進行安裝: wsl.exe --install --no-distribution 系統可能需要重新啟動，變更才會生效。

# MessageRequiresFileExtension
source: The specified file must have the {} file extension.
cs_cz: Zadaný soubor musí mít příponu {}.
da_dk: Den angivne fil skal have filtypenavnet {}.
de_de: Die angegebene Datei muss die Dateierweiterung {} aufweisen.
el_gr: Το καθορισμένο αρχείο πρέπει να έχει την επέκταση αρχείου {}.
es_es: El archivo especificado debe tener la extensión de archivo {}.
fi_fi: Määritetyllä tiedostolla on oltava tiedostotunniste {}.
fr_fr: Le fichier spécifié doit avoir l’extension de fichier {}.
hu_hu: A megadott fájlnak {} kiterjesztésűnek kell lennie.
it_it: Il file specificato deve avere l'estensione {}.
ja_jp: 指定されたファイルには {} ファイル拡張子が必要です。
ko_kr: 지정한 파일에는 {} 파일 확장명이 있어야 합니다.
nb_no: Den angitte filen må ha filtypen {}.
nl_nl: Het opgegeven bestand moet de bestandsextensie {} hebben.
pl_pl: Określony plik musi mieć rozszerzenie pliku {}.
pt_br: O arquivo especificado deve ter a extensão de arquivo {}.
pt_pt: O ficheiro especificado tem de ter a extensão de ficheiro {}.
ru_ru: Указанный файл должен иметь расширение файла {}.
sv_se: Den angivna filen måste ha filnamnstillägget {}.
tr_tr: Belirtilen dosyada {} dosya uzantısı olmalıdır.
zh_cn: 指定的文件必须具有 {} 文件扩展名。
zh_tw: 指定的檔案必須具有 {} 副檔名。

# MessageRequiresFileExtensions
source: The specified file must have the {} or {} file extension.
cs_cz: Zadaný soubor musí mít příponu {} nebo {}.
da_dk: Den angivne fil skal have filtypenavnet {} eller {}.
de_de: Die angegebene Datei muss die Dateierweiterung {} oder {} besitzen.
el_gr: Το καθορισμένο αρχείο πρέπει να έχει την επέκταση αρχείου {} ή {}.
es_es: El archivo especificado debe tener la extensión de archivo {} o {}.
fi_fi: Määritetyllä tiedostolla on oltava tiedostotunniste {} tai {}.
fr_fr: Le fichier spécifié doit avoir l’extension de fichier {} ou {}.
hu_hu: A megadott fájlnak {} vagy {} kiterjesztésűnek kell lennie.
it_it: Il file specificato deve avere l'estensione {} o {}.
ja_jp: 指定されたファイルには、{} または {} のファイル拡張子が必要です。
ko_kr: 지정한 파일에는 {} 또는 {} 파일 확장명이 있어야 합니다.
nb_no: Den angitte filen må ha filendelsen {} eller {}.
nl_nl: Het opgegeven bestand moet de bestandsextensie {} of {} hebben.
pl_pl: Określony plik musi mieć rozszerzenie pliku {} lub {}.
pt_br: O arquivo especificado deve ter a extensão de arquivo {} ou {}.
pt_pt: O ficheiro especificado tem de ter a extensão de ficheiro {} ou {}.
ru_ru: Указанный файл должен иметь расширение файла {} или {}.
sv_se: Den angivna filen måste ha filnamnstillägget {} eller {}.
tr_tr: Belirtilen dosyada {} veya {} dosya uzantısı olmalıdır.
zh_cn: 指定的文件必须具有 {} 或 {} 文件扩展名。
zh_tw: 指定的檔案必須具有 {} 或 {} 副檔名。

# MessageVmSwitchNotFound
source: The VmSwitch '{}' was not found. Available switches: {}
cs_cz: VmSwitch '{}' nebyl nalezen. Dostupné přepínače: {}
da_dk: VmSwitch "{}" blev ikke fundet. Tilgængelige switches: {}
de_de: VmSwitch „{}“ wurde nicht gefunden. Verfügbare Switches: {}
el_gr: Ο VmSwitch (εικονικός διακόπτης) '{}' δεν βρέθηκε. Διαθέσιμοι διακόπτες: {}
es_es: No se encontró el VmSwitch '{}'. Modificadores disponibles: {}
fi_fi: VmSwitch-kohdetta {} ei löytynyt. Käytettävissä olevat valitsimet: {}
fr_fr: Le VmSwitch « {} » est introuvable. Commutateurs disponibles : {}
hu_hu: A(z) {} VmSwitch nem található. Elérhető kapcsolók: {}
it_it: VmSwitch '{}' non è stato trovato. Switch disponibili: {}
ja_jp: VmSwitch '{}' が見つかりませんでした。使用可能なスイッチ: {}
ko_kr: VmSwitch '{}'을(를) 찾을 수 없습니다. 사용 가능한 스위치: {}
nb_no: Finner ikke VmSwitch {}. Tilgjengelige brytere: {}
nl_nl: Kan de VmSwitch {} niet vinden. Beschikbare switches: {}
pl_pl: Nie znaleziono przełącznika maszyny wirtualnej „{}”. Dostępne przełączniki: {}
pt_br: O VmSwitch '{}' não foi encontrado. Switches disponíveis: {}
pt_pt: O VmSwitch "{}" não foi encontrado. Interruptores disponíveis: {}
ru_ru: VmSwitch "{}" не найден. Доступные коммутаторы: {}
sv_se: Det gick inte att hitta VmSwitch {}. Tillgängliga växlar: {}
tr_tr: '{}' VmSwitch bulunamadı. Uygun anahtarlar: {}
zh_cn: 找不到 VmSwitch“{}”。可用开关: {}
zh_tw: 找不到 VmSwitch '{}'。可用參數: {}

# MessageVmSwitchNotSet
source: Bridged networking requires wsl2.vmSwitch to be set.
cs_cz: Přemostění sítě vyžaduje nastavení přepínače wsl2.vmSwitch.
da_dk: Sammenknyttet netværk kræver, at wsl2.vmSwitch er angivet.
de_de: Für Bridged Networking muss wsl2.vmSwitch eingestellt sein.
el_gr: Η δικτύωση γέφυρας (Bridged networking) απαιτεί να έχει οριστεί το wsl2.vmSwitch.
es_es: Las redes puente requieren que se establezca wsl2.vmSwitch.
fi_fi: Sillattu verkkotoiminto edellyttää wsl2.vmSwitchin määrittämistä.
fr_fr: La mise en réseau bridged nécessite la définition de wsl2.vmSwitch.
hu_hu: A hálózati hídhoz be kell állítani a wsl2.vmSwitch kapcsolót.
it_it: La rete bridged richiede l'impostazione di wsl2.vmSwitch.
ja_jp: ブリッジ ネットワークを使用するには、wsl2.vmSwitch を設定する必要があります。
ko_kr: 브리지 네트워킹을 수행하려면 wsl2.vmSwitch를 설정해야 합니다.
nb_no: Brolagt nettverk krever at wsl2.vmSwitch angis.
nl_nl: Voor brugnetwerken moet wsl2.vmSwitch worden ingesteld.
pl_pl: Sieć pomostowa wymaga ustawienia przełącznika wsl2.vmSwitch.
pt_br: A rede em ponte requer que wsl2.vmSwitch seja definido.
pt_pt: A ponte de rede necessita que o wsl2.vmSwitch seja definido.
ru_ru: Для работы со связанными сетями необходимо установить wsl2.vmSwitch.
sv_se: Bryggda nätverk kräver att wsl2.vmSwitch anges.
tr_tr: Bağlantılı ağ kuralları wsl2.vmSwitch anahtarının ayarlanmasını gerektirir.
zh_cn: 桥接网络需要设置 wsl2.vmSwitch。
zh_tw: 橋接器網路需要設定 wsl2.vmSwitch。

# MessageCouldFetchDistributionList
source: Failed to fetch the list distribution from '{}'. {}
cs_cz: Nepovedlo se načíst distribuci seznamu z '{}'. {}
da_dk: Det lykkedes ikke at hente listedistributionen fra '{}'. {}
de_de: Fehler beim Abrufen der Liste der Distributionen von „{}“. {}
el_gr: Αποτυχία λήψης της λίστας διανομών από το '{}'. {}
es_es: No se pudo capturar la distribución de lista de '{}'. {}
fi_fi: Luettelon jakelua ei voitu noutaa kohteesta {}. {}
fr_fr: La récupération de la distribution de liste à partir de « {} » a échoué. {}
hu_hu: Nem sikerült beolvasni a listaterjesztést a következőből: {}. {}
it_it: Non è possibile recuperare la distribuzione degli elenchi da '{}'. {}
ja_jp: '{}' からリスト ディストリビューションをフェッチできませんでした。{}
ko_kr: '{}'에서 목록 배포를 가져오지 못했습니다. {}
nb_no: Kan ikke hente listedistribusjonen fra {}. {}
nl_nl: Kan de lijstdistributie niet ophalen uit {}. {}
pl_pl: Nie można pobrać dystrybucji listy z „{}”. {}
pt_br: Falha ao buscar a distribuição de lista de '{}'. {}
pt_pt: Falha ao obter a distribuição da lista de "{}". {}
ru_ru: Не удалось получить список рассылки из "{}". {}
sv_se: Det gick inte att hämta listdistributionen från '{}'. {}
tr_tr: '{}' konumundan liste dağıtımı getirilemedi. {}
zh_cn: 无法从“{}”提取列表分发。{}
zh_tw: 無法從 '{}' 擷取清單發佈。{}

# MessageFailedToAttachDisk
source: Failed to attach disk '{}' to WSL2: {}
cs_cz: Nepovedlo se připojit disk '{}' k WSL2: {}
da_dk: Disken '{}' kunne ikke knyttes til WSL2: {}
de_de: Fehler beim Anfügen des Datenträgers "{}" an WSL2: {}
el_gr: Αποτυχία σύνδεσης του δίσκου '{}' στο WSL2: {}
es_es: No se pudo conectar el disco "{}" a WSL2: {}
fi_fi: Levyn {} liittäminen WSL2:een epäonnistui: {}
fr_fr: Échec de l’attachement du disque « {} » à WSL2 : {}
hu_hu: Nem sikerült csatlakoztatni a(z) {} lemezt a WSL2-höz: {}
it_it: Non è stato possibile collegare il disco '{}' a WSL2: {}
ja_jp: ディスク '{}' を WSL2 にアタッチできませんでした: {}
ko_kr: 디스크 '{}'을(를) WSL2에 연결하지 못함: {}
nb_no: Kan ikke koble til disken {} til WSL2: {}
nl_nl: Kan de schijf {} niet koppelen aan WSL2: {}
pl_pl: Nie można dołączyć dysku „{}” do podsystemu WSL2: {}
pt_br: Falha ao anexar o disco '{}' ao WSL2: {}
pt_pt: Falha ao anexar o disco "{}" ao WSL2: {}
ru_ru: Не удалось подключить диск "{}" к WSL2: {}
sv_se: Det gick inte att ansluta disken'{}' till WSL2: {}
tr_tr: '{}' diski WSL2'ye eklenemedi: {}
zh_cn: 无法将磁盘“{}”附加到 WSL2: {}
zh_tw: 無法將磁碟 '{}' 連結到 WSL2： {}

# MessageFailedToResizeDisk
source: Failed to resize disk.
cs_cz: Změna velikosti disku se nezdařila.
da_dk: Diskens størrelsen kunne ikke tilpasses.
de_de: Fehler beim Ändern der Größe des Datenträgers.
el_gr: Αποτυχία αλλαγής μεγέθους δίσκου.
es_es: Error al cambiar el tamaño del disco.
fi_fi: Levyn koon muuttaminen epäonnistui.
fr_fr: Échec de redimensionnement de disque.
hu_hu: Nem sikerült a lemez átméretezése.
it_it: Non è possibile ridimensionare il disco.
ja_jp: ディスクのサイズを変更できませんでした。
ko_kr: 디스크 크기를 조정하지 못했습니다.
nb_no: Kan ikke endre størrelsen på disken.
nl_nl: Kan het formaat van de schijf niet wijzigen.
pl_pl: Nie można zmienić rozmiaru dysku.
pt_br: Falha ao redimensionar o disco.
pt_pt: Falha ao redimensionar o disco.
ru_ru: Не удалось изменить размер диска.
sv_se: Det gick inte att ändra storlek på disken.
tr_tr: Disk yeniden boyutlandırılamadı.
zh_cn: 未能重设磁盘大小。
zh_tw: 無法調整磁碟。

# MessageNoValueFound
source: No value found.
cs_cz: Nebyla nalezena žádná hodnota.
da_dk: Der blev ikke fundet nogen værdi.
de_de: Kein Wert gefunden.
el_gr: Δεν βρέθηκε τιμή.
es_es: No se encontró ningún valor.
fi_fi: Arvoa ei löytynyt.
fr_fr: Valeur non trouvée.
hu_hu: Nem található érték.
it_it: Nessun valore trovato.
ja_jp: 値が見つかりません。
ko_kr: 값을 찾을 수 없습니다.
nb_no: Finner ingen verdi.
nl_nl: Geen waarde gevonden.
pl_pl: Nie znaleziono wartości.
pt_br: Nenhum valor encontrado.
pt_pt: Não foi encontrado nenhum valor.
ru_ru: Значение не найдено.
sv_se: Inget värde hittades.
tr_tr: Değer bulunamadı.
zh_cn: 找不到值。
zh_tw: 找不到任何值。
